/* Inspector -> Activity tab -> progress */
"%.2f%% (%.2f%% selected)" = "%1$.2f%%（已選取 %2$.2f%%）";

/* Torrent -> progress string */
"%.2f%% of torrent metadata retrieved" = "%.2f%% 的 torrent metadata 已擷取 ";

/* Prefs -> blocklist -> message */
"%@ IP address rules in list" = "%@ 個 IP 位址規則位於列表中";

/* Blocklist -> message
   Inspector -> Files tab -> file status string
   Torrent -> progress string */


"%@ of %@" = "%1$@ / %2$@";

/* Torrent -> progress string */
"%@ of %@ selected" = "已選取 %1$@ / %2$@";

/* Torrent -> eta string */
"%@ remaining" = "剩餘 %@";

/* Add torrent -> info
   Torrent -> progress string */

"%@ selected" = "已選取 %@";

/* Inspector -> selected torrents
   stats total */

"%@ total" = "總計 %@";

/* Inspector -> Activity tab -> have */
"%@ verified" = "%@ 已驗證";

/* Inspector -> Peers tab -> peers */
"%d cache" = "%d 個快取";

/* Inspector -> Peers tab -> peers */
"%d Connected" = "%d 個已連接";

/* Inspector -> Peers tab -> peers */
"%d DHT" = "%d DHT";

/* Dock item - Downloading */
"%d Downloading" = "%d 個正在下載";

/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */



"%d files" = "%d 個檔案";

/* Inspector -> Peers tab -> peers */
"%d incoming" = "%d 個傳入";

/* Action menu -> upload/download limit
   Status Bar -> speed tooltip */

"%d KB/s" = "%d KB/秒";

/* Inspector -> Peers tab -> peers */
"%d known" = "%d 個已知";

/* Inspector -> Peers tab -> peers */
"%d LTEP" = "%d 個 LTEP";

/* Inspector -> selected torrents */
"%d magnetized transfers" = "%d 項磁性連結的傳輸";

/* Status bar transfer count */
"%d of %@" = "%1$d / %2$@";

/* Inspector -> Peers tab -> peers */
"%d PEX" = "%d PEX";

/* Create torrent -> info */
"%d pieces, %@ each" = "%1$d 個片段，每個 %2$@";

/* Dock item - Seeding */
"%d Seeding" = "%d 個正在做種";

/* Drag overlay -> torrents */
"%d Torrent Files" = "%d 個 Torrent 檔";

/* Inspector -> selected torrents */
"%d Torrents Selected" = "已選取 %d 個 Torrent";

/* Inspector -> Peers tab -> peers */
"%d tracker" = "%d 個追蹤器";

/* Filter Bar Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */


"%d transfers" = "%d 項傳輸作業";

/* Torrent -> status string */
"%d web seeds" = "%d 個網路種子";

/* Inspector -> selected torrents
   stats -> bytes */

"%llu bytes" = "%llu 位元組";

/* stats window -> times opened */
"%llu times" = "%llu 次";

/* time string */
"%u days" = "%u 天";

/* time string */
"%u hr" = "%u 小時";

/* time string */
"%u min" = "%u 分鐘";

/* time string */
"%u sec" = "%u 秒";

/* File size - bytes */
"1 byte" = "1 位元組";

/* time string */
"1 day" = "1 天";

/* Add torrent -> info
   Create torrent -> info
   Drag overlay -> torrents
   Inspector -> selected torrents */



"1 file" = "1 個檔案";

/* Inspector -> selected torrents */
"1 magnetized transfer" = "1 項磁性連結的傳輸";

/* Create torrent -> info */
"1 piece, %@" = "1 個片段，%@";

/* stats window -> times opened */
"1 time" = "1 次";

/* Filter Button -> tool tip
   Status bar transfer count
   Torrent table -> group row -> tooltip */


"1 transfer" = "1 項傳輸作業";

/* Open invalid alert -> title */
"\"%@\" is not a valid torrent file." = "“%@”不是有效的 torrent 檔。";

/* Prefs -> blocklist -> message */
"A blocklist must first be downloaded" = "必須先下載封鎖列表";

/* Create torrent -> file already exists warning -> warning */
"A file with the name \"%@\" already exists in the directory \"%@\". Choose a new name or directory to create the torrent file." = "名稱為“%1$@”的檔案已存在於目錄“%2$@”。請選擇新的名稱或要製作 torrent 檔的目錄。";

/* Move inside itself alert -> title */
"A folder cannot be moved to inside itself." = "無法將檔案夾移至其本身內部。";

/* Create torrent -> zero size -> warning */
"A torrent file cannot be created for files with no size." = "大小為零的檔案無法製作 torrent 檔。";

/* Create torrent -> file already exists warning -> title */
"A torrent file with this name and directory cannot be created." = "無法製作此名稱與目錄的 torrent 檔。";

/* Create torrent -> blank address -> message */
"A transfer marked as private with no tracker addresses will be unable to connect to peers. The torrent file will only be useful if you plan to upload the file to a tracker website that will add the addresses for you." = "標示為私密、沒有追蹤器位址的傳輸項目將無法連接到 peer。只有在您計畫將檔案上傳到追蹤器網站，為您新增位址後，torrent 檔才會有用。";

/* Open duplicate alert -> title
   Open duplicate magnet alert -> title */

"A transfer of \"%@\" already exists." = "“%@”的傳輸作業已經存在。";

/* Inspector -> title */
"Activity" = "網路活動";

/* Add torrent -> same name -> button */
"Add" = "加入";

/* Magnet link failed -> title */
"Adding magnetized transfer failed." = "新增 Magnet 磁性傳輸作業失敗。";

/* Groups -> Button */
"All Groups" = "所有群組";

/* Create torrent -> failed -> warning */
"An unknown error has occurred." = "發生未知的錯誤。";

/* Tracker last announce */
"Announce error" = "公佈錯誤";

/* Tracker next announce */
"Announce in progress" = "公佈進行中";

/* Tracker next announce */
"Announce is queued" = "公佈已佇列";

/* Tracker next announce */
"Announce not scheduled" = "公佈尚未進行排程";

/* Tracker last announce */
"Announce timed out" = "宣告逾時";

/* All toolbar item -> label */
"Apply All" = "全部套用";

/* Selected toolbar item -> label */
"Apply Selected" = "套用所選項目";

/* Confirm Quit panel -> title */
"Are you sure you want to quit?" = "您確定要結束嗎？";

/* Remove trackers alert -> title */
"Are you sure you want to remove %d trackers?" = "您確定要移除 %d 個追蹤器嗎？";

/* Removal confirm panel -> title */
"Are you sure you want to remove %d transfers from the transfer list and trash the data files?" = "您是否確定要從傳輸列表移除 %d 項傳輸，並將資料檔丟到垃圾桶？";

/* Removal confirm panel -> title */
"Are you sure you want to remove %d transfers from the transfer list?" = "您是否確定要從傳輸列表中移除 %d 項傳輸作業？";

/* Removal confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list and trash the data file?" = "您是否確定要從傳輸列表中移除“%@”，並且將資料檔丟到垃圾桶？";

/* Removal confirm panel -> title */
"Are you sure you want to remove \"%@\" from the transfer list?" = "您是否確定要從傳輸列表中移除“%@”？";

/* Remove trackers alert -> title */
"Are you sure you want to remove this tracker?" = "您確定要移除此追蹤器嗎？";

/* Stats reset -> title */
"Are you sure you want to reset usage statistics?" = "您確定要重設使用統計？";

/* inspector -> peer table -> header tool tip */
"Available" = "可用";

/* Transfer speed (Bytes per second) */
"B/s" = "B/秒";

/* Preferences -> toolbar item title */
"Bandwidth" = "頻寬";

/* Growl notification description */
"Bandwidth settings changed" = "已變更頻寬設定";

/* Groups -> Name */
"Blue" = "藍色";

/* File size - bytes */
"bytes" = "位元組";

/* Add torrent -> same name -> button
   Blocklist -> cancel button
   Confirm Quit panel -> button
   Create torrent -> blank address -> button
   Removal confirm panel -> button
   Remove trackers alert -> button
   Stats reset -> button */






"Cancel" = "取消";

/* Torrent Table -> tooltip */
"Change transfer settings" = "更改傳輸設定";

/* File Outline -> Menu */
"Check Selected" = "勾選所選項目";

/* Torrent -> status string */
"Checking existing data" = "正在檢查現有資料";

/* Message window -> save button */
"Clear" = "清除";

/* View menu -> Quick Look */
"Close Quick Look" = "關閉快速查看";

/* Blocklist -> message */
"Connecting to site" = "正在連接站台";

/* Torrent file copy alert -> title */
"Copy of \"%@\" Cannot Be Created" = "無法製作“%@”的拷貝";

/* Create torrent -> failed -> warning */
"Could not read \"%s\": %s." = "無法讀取“%1$s”：%2$s。";

/* Create torrent -> failed -> warning */
"Could not write \"%s\": %s." = "無法寫入“%1$s”：%2$s。";

/* Create toolbar item -> label
   Create torrent -> blank address -> button */

"Create" = "製作";

/* Drag overlay -> file */
"Create a Torrent File" = "製作 Torrent 檔";

/* Create toolbar item -> tooltip */
"Create torrent file" = "製作 torrent 檔";

/* Create toolbar item -> palette label
   Create torrent -> select file */

"Create Torrent File" = "製作 Torrent 檔";

/* Create torrent -> failed -> title */
"Creation of \"%@\" failed." = "製作“%@”失敗。";

/* Inspector -> peer -> status */
"Currently downloading (interested and not choked)" = "目前正在下載中（相關且未阻擋）";

/* Inspector -> peer -> status */
"Currently uploading (interested and not choked)" = "目前正在上傳中（相關且未阻擋）";

/* Message window -> table column */
"Date" = "日期";

/* Message window -> level
   Message window -> level string */

"Debug" = "除錯";

/* status bar -> status label
   Torrent -> status string */

"DL" = "DL";

/* Inspector -> Peers tab -> peers */
"DL from %d" = "下載自 %d";

/* Torrent disk space alert -> button */
"Do not check disk space again" = "不要再檢查磁碟空間";

/* Donation beg -> button */
"Don't bug me about this ever again." = "不要再提醒我。";

/* files tab -> tooltip */
"Don't Download" = "不要下載";

/* Donation beg -> button */
"Donate" = "捐款贊助";

/* Donation beg -> message */
"Donate or not, there will be no difference to your torrenting experience." = "無論捐款贊助與否，您使用 torrent 的體驗都不會受到影響。";

/* file table -> header tool tip
   files tab -> tooltip */

"Download" = "下載";

/* Torrent disk space alert -> button */
"Download Anyway" = "一律下載";

/* Growl notification title */
"Download Complete" = "下載完成";

/* Blocklist -> message */
"Download of the blocklist failed." = "下載封鎖列表失敗。";

/* files tab -> tooltip */
"Download Some" = "下載部份項目";

/* Torrent table -> group row -> tooltip */
"Download speed" = "下載速度";

/* Stats window -> label
   tracker peer stat */

"Downloaded" = "已下載";

/* Torrent -> status string */
"Downloading" = "正在下載";

/* Blocklist -> message */
"Downloading blocklist" = "正在下載封鎖列表";

/* Torrent -> status string */
"Downloading from %d of %d peers" = "正在從 %1$d / %2$d  個 peer 下載";

/* Torrent -> status string */
"Downloading from %d of 1 peer" = "正在從 1 個 peer 下載";

/* inspector -> peer table -> header tool tip */
"Downloading From Peer" = "從 Peer 下載";

/* inspector -> web seed table -> header tool tip */
"Downloading From Web Seed" = "正在從網路種子下載";

/* inspector -> peer table -> header tool tip
   Inspector -> Peers tab -> table row tooltip */

"Encrypted Connection" = "加密保護連線";

/* Blocklist -> message
   Message window -> level
   Message window -> level string
   Torrent -> status string */



"Error" = "錯誤";

/* Inspector -> title */
"Files" = "檔案";

/* Filter toolbar item -> label
   Message window -> filter field */

"Filter" = "過濾";

/* Inspector -> Peers tab -> table row tooltip */
"From: cache" = "來源：快取";

/* Inspector -> Peers tab -> table row tooltip */
"From: distributed hash table" = "來源：分佈式雜湊表";

/* Inspector -> Peers tab -> table row tooltip */
"From: incoming connection" = "來源：傳入連線";

/* Inspector -> Peers tab -> table row tooltip */
"From: libtorrent extension protocol handshake" = "來源： libtorrent 延伸傳輸協定 handshake";

/* Inspector -> Peers tab -> table row tooltip */
"From: peer exchange" = "來源：peer 資料交換";

/* Inspector -> Peers tab -> table row tooltip */
"From: tracker" = "來源：追蹤器";

/* File size - gigabytes */
"GB" = "GB";

/* Preferences -> toolbar item title */
"General" = "一般";

/* Inspector -> title */
"General Info" = "一般資訊";

/* Tracker last announce */
"got %d peers" = "取得 %d 個 peer";

/* Tracker last announce */
"got 1 peer" = "取得 1 個 peer";

/* Groups -> Name */
"Gray" = "灰色";

/* Groups -> Name */
"Green" = "綠色";

/* Groups -> Button */
"Group" = "群組";

/* Preferences -> toolbar item title */
"Groups" = "群組";

/* Legal alert -> title */
"Hear ye, hear ye!" = "注意！注意！";

/* View menu -> Filter Bar */
"Hide Filter Bar" = "隱藏過濾列";

/* View menu -> Inspector */
"Hide Inspector" = "隱藏檢閱器";

/* View menu -> Status Bar */
"Hide Status Bar" = "隱藏狀態列";

/* File Outline -> Priority Menu */
"High" = "高";

/* files tab -> tooltip */
"High Priority" = "高優先順序";

/* Legal alert -> button */
"I Accept" = "我接受";

/* Add torrent -> same name -> message */
"If you are attempting to use already existing data, the root data directory should be inside the destination directory." = "若您嘗試要使用已經存在的資料，資料根目錄應位於目的地目錄內。";

/* Message window -> level
   Message window -> level string */

"Info" = "資訊";

/* Inspector toolbar item -> label */
"Inspector" = "檢閱器";

/* Download not a torrent -> message */
"It appears that the file \"%@\" from %@ is not a torrent file." = "檔案“%1$@”（來自 %2$@）似乎不是 torrent 檔。";

/* File size - kilobytes */
"KB" = "KB";

/* Tracker last announce */
"Last Announce" = "上次公佈";

/* Tracker last scrape */
"Last Scrape" = "上次搜刮";

/* Prefs -> blocklist -> message */
"Last updated" = "上次更新";

/* tracker peer stat */
"Leechers" = "Leecher";

/* About window -> license button */
"License" = "許可證";

/* Action menu -> upload/download limit
   torrent action menu -> upload/download limit */

"Limit (%d KB/s)" = "限制（%d KB/秒）";

/* Save log alert panel -> title */
"Log Could Not Be Saved" = "無法儲存日誌";

/* File Outline -> Priority Menu */
"Low" = "低";

/* files tab -> tooltip */
"Low Priority" = "低優先順序";

/* Open duplicate magnet alert -> title */
"Magnet link is a duplicate of an existing transfer." = "Magnet 連結為現有傳輸的重複項目。";

/* Inspector -> selected torrents
   Torrent -> progress string */

"Magnetized transfer" = "磁性連結傳輸";

/* File size - megabytes */
"MB" = "MB";

/* Message window -> table column */
"Message" = "訊息";

/* Message window -> title */
"Message Log" = "訊息日誌";

/* files tab -> tooltip */
"Multiple Priorities" = "多重優先順序";

/* Inspector -> Peers tab -> table row tooltip
   No Ratio
   Prefs -> blocklist -> message
   Tracker last announce
   Tracker last scrape
   tracker peer stat */





"N/A" = "N/A";

/* Preferences -> toolbar item title */
"Network" = "網路";

/* Prefs -> blocklist -> message */
"Never" = "從未";

/* inspector -> add tracker */
"New Tier" = "新層級";

/* Tracker next announce */
"Next announce in %@" = "下次於 %@ 公佈";

/* Group table row */
"No Group" = "沒有群組";

/* Inspector -> selected torrents */
"No Torrents Selected" = "沒有選取 Torrent";

/* Groups -> Button
   Groups -> Menu */

"None" = "無";

/* Donation beg -> button */
"Nope" = "不要";

/* File Outline -> Priority Menu */
"Normal" = "一般";

/* files tab -> tooltip */
"Normal Priority" = "普通優先順序";

/* Torrent disk space alert -> title */
"Not enough remaining disk space to download \"%@\" completely." = "所剩磁碟空間不足，無法完全下載“%@”。";

/* About window -> license close button
   Blocklist -> button
   Create torrent -> directory doesn't exist warning -> button
   Create torrent -> failed -> button
   Create torrent -> file already exists warning -> button
   Create torrent -> no files -> button
   Create torrent -> zero size -> button
   Download not a torrent -> button
   Magnet link failed -> button
   Move error alert -> button
   Move inside itself alert -> button
   Open duplicate alert -> button
   Open duplicate magnet alert -> button
   Open invalid alert -> button
   Save log alert panel -> button
   Torrent disk space alert -> button
   Torrent download failed -> button
   Torrent file copy alert -> button */

















"OK" = "好";

/* Removal confirm panel -> message part 2 */
"Once removed, continuing the transfers will require the torrent files." = "一旦移除後，若要繼續傳輸作業，將需要 torrent 檔。";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact it. This cannot be undone." = "一旦移除，Transmission 將不會再試圖進行連接。此動作無法還原。";

/* Remove trackers alert -> message */
"Once removed, Transmission will no longer attempt to contact them. This cannot be undone." = "一旦移除，Transmission 將不會再試圖進行連接。此動作無法還原。";

/* File Outline -> Menu */
"Only Check Selected" = "僅勾選所選項目";

/* Open toolbar item -> label */
"Open" = "打開";

/* Open address toolbar item -> label */
"Open Address" = "打開位址";

/* Open address toolbar item -> palette label */
"Open Torrent Address" = "打開 Torrent 位址";

/* Open toolbar item -> tooltip */
"Open torrent files" = "打開 torrent 檔";

/* Open toolbar item -> palette label */
"Open Torrent Files" = "打開 Torrent 檔";

/* Open address toolbar item -> tooltip */
"Open torrent web address" = "打開 torrent 網頁位址";

/* Inspector -> title */
"Options" = "選項";

/* Groups -> Name */
"Orange" = "橙色";

/* Inspector -> Peers tab -> table row tooltip */
"Partial Seed" = "部份種子";

/* All toolbar item -> palette label */
"Pause / Resume All" = "全部暫停 / 續傳";

/* Selected toolbar item -> palette label */
"Pause / Resume Selected" = "暫停 / 續傳所選項目";

/* All toolbar item -> label */
"Pause All" = "全部暫停";

/* All toolbar item -> tooltip */
"Pause all transfers" = "暫停所有傳輸作業";

/* Selected toolbar item -> label */
"Pause Selected" = "暫停所選項目";

/* Selected toolbar item -> tooltip */
"Pause selected transfers" = "暫停所選傳輸作業";

/* Torrent Table -> tooltip */
"Pause the transfer" = "暫停傳輸作業";

/* Torrent -> status string */
"Paused" = "已暫停";

/* Inspector -> peer -> status */
"Peer is unchoking you, but you are not interested" = "Peer 未阻擋您，但您並非相關資源";

/* Inspector -> peer -> status */
"Peer wants you to upload, but you do not want to (interested and choked)" = "Peer 要求您上傳，但您不想要上傳（相關且阻擋）";

/* Inspector -> title
   Preferences -> toolbar item title */

"Peers" = "Peer";

/* Inspector -> Peers tab -> table row tooltip */
"Port" = "傳輸埠";

/* Preferences -> Network -> port status */
"Port check site is down" = "傳輸埠檢查網站關閉";

/* Preferences -> Network -> port status */
"Port is closed" = "傳輸埠已關閉";

/* Preferences -> Network -> port status */
"Port is open" = "傳輸埠已開啟⋯";

/* File Outline -> Menu
   file table -> header tool tip */

"Priority" = "優先順序";

/* files tab -> tooltip */
"Priority Not Available" = "無法取得優先順序";

/* Inspector -> private torrent */
"Private Torrent, PEX and DHT automatically disabled" = "私密 Torrent、PEX 及 DHT 已自動停用";

/* Message window -> table column */
"Process" = "程序";

/* Blocklist -> message */
"Processing blocklist" = "正在處理封鎖列表";

/* Stats window -> label */
"Program Started" = "程式已啟動";

/* Inspector -> Peers tab -> table row tooltip */
"Progress: %.1f%%" = "進度：%.1f%%";

/* Inspector -> private torrent */
"Public Torrent" = "公開 Torrent";

/* Groups -> Name */
"Purple" = "紫色";

/* QuickLook toolbar item -> label
   QuickLook toolbar item -> palette label
   QuickLook toolbar item -> tooltip
   View menu -> Quick Look */



"Quick Look" = "快速查看";

/* Confirm Quit panel -> button
   Legal alert -> button
   Transmission already running alert -> button */


"Quit" = "結束";

/* Dock Badger -> quit */
"Quitting" = "結束中";

/* Stats window -> label
   status bar -> status label
   Torrent -> status string
   Torrent table -> group row -> tooltip */



"Ratio" = "比率";

/* Groups -> Name */
"Red" = "紅色";

/* Action menu -> status string toggle */
"Remaining Time" = "剩餘時間";

/* Torrent -> eta string */
"remaining time unknown" = "剩餘時間未知";

/* Preferences -> toolbar item title */
"Remote" = "遠端";

/* Removal confirm panel -> button
   Remove toolbar item -> label
   Remove trackers alert -> button */


"Remove" = "移除";

/* Remove toolbar item -> palette label */
"Remove Selected" = "移除所選項目";

/* Remove toolbar item -> tooltip */
"Remove selected transfers" = "移除所選傳輸作業";

/* Stats reset -> button
   Stats window -> reset button */

"Reset" = "重置";

/* All toolbar item -> label */
"Resume All" = "全部續傳";

/* All toolbar item -> tooltip */
"Resume all transfers" = "續傳所有傳輸作業";

/* Selected toolbar item -> label */
"Resume Selected" = "續傳所選項目";

/* Selected toolbar item -> tooltip */
"Resume selected transfers" = "續傳所選傳輸作業";

/* Torrent cell -> button info */
"Resume the transfer" = "續傳傳輸作業";

/* Torrent cell -> button info */
"Resume the transfer right away" = "立即續傳傳輸作業";

/* Stats window -> label */
"Running Time" = "執行時間";

/* Message window -> save button */
"Save" = "儲存";

/* Tracker last scrape */
"Scrape error" = "搜刮失敗";

/* tracker peer stat */
"Seeders" = "做種者";

/* Torrent -> status string */
"Seeding" = "正在做種";

/* Torrent -> status string */
"Seeding complete" = "已完成做種";

/* Growl notification title */
"Seeding Complete" = "已完成做種";

/* Torrent -> status string */
"Seeding to %d of %d peers" = "正在做種至 %1$d / %2$d 個 peer";

/* Torrent -> status string */
"Seeding to %d of 1 peer" = "正在做種至 %d / 1 個 peer";

/* Create torrent -> location sheet -> button
   Create torrent -> select file
   Move torrent -> prompt
   Open torrent -> prompt
   Preferences -> Open panel prompt */




"Select" = "選擇";

/* Create torrent -> select file */
"Select a file or folder for the torrent file." = "選取 torrent 檔的檔案或檔案夾。";

/* Add -> select destination folder */
"Select the download folder for \"%@\"" = "選取“%@”的下載檔案夾";

/* Create torrent -> location sheet -> message */
"Select the name and location for the torrent file." = "選取 torrent 檔的名稱與位置。";

/* Move torrent -> select destination folder */
"Select the new folder for %d data files." = "選取 %d 資料檔的新檔案夾。";

/* Move torrent -> select destination folder */
"Select the new folder for \"%@\"." = "選取“%@”的新檔案夾。";

/* Main window -> 1st bottom left button (action) tooltip */
"Shortcuts for changing global settings." = "變更全域設定的快速鍵。";

/* View menu -> Filter Bar */
"Show Filter Bar" = "顯示過濾列";

/* File Outline -> Menu */
"Show in Finder" = "顯示資料檔於 Finder";

/* View menu -> Inspector */
"Show Inspector" = "顯示檢閱器";

/* View menu -> Status Bar */
"Show Status Bar" = "顯示狀態列";

/* Torrent cell -> button info */
"Show the data file in Finder" = "顯示資料檔於 Finder";

/* Status Bar -> speed tooltip */
"Speed Limit" = "速度限制";

/* Growl notification title */
"Speed Limit Auto Disabled" = "已自動停用速度限制";

/* Growl notification title */
"Speed Limit Auto Enabled" = "已自動啟用速度限制";

/* Main window -> 2nd bottom left button (turtle) tooltip */
"Speed Limit overrides the total bandwidth limits with its own limits." = "速度限制會以其本身的限制來覆寫總頻寬限制。";

/* Torrent -> status string */
"Stalled" = "已停滯";

/* Stats window -> title */
"Statistics" = "統計";

/* Action menu -> status string toggle */
"Status of Selected Files" = "所選檔案狀態";

/* Action menu -> ratio stop
   torrent action menu -> ratio stop */

"Stop at Ratio (%.2f)" = "停止比率（%.2f）";

/* Torrent cell -> button info */
"Stop waiting to start" = "停止等待以開始";

/* Donation beg -> title */
"Support open-source indie software" = "支持開放原始碼的獨立軟體";

/* File size - terabytes */
"TB" = "TB";

/* Create torrent -> directory doesn't exist warning -> title */
"The chosen torrent file location does not exist." = "所選的 torrent 檔案位置不存在。";

/* Add torrent -> same name -> title */
"The destination directory and root data directory have the same name." = "目的地目錄與資料根目錄的名稱相同。";

/* Create torrent -> directory doesn't exist warning -> warning */
"The directory \"%@\" does not currently exist. Create this directory or choose a different one to create the torrent file." = "目錄“%@”目前不存在。請製作此目錄或選擇不同的目錄來製作 torrent 檔。";

/* Open duplicate magnet alert -> message */
"The magnet link  \"%@\" cannot be added because it is a duplicate of an already existing transfer." = "無法新增 Magnet 連結 \"%@\"，因為其為現有傳輸的重複項目。";

/* Move error alert -> message
   Move inside itself alert -> message */

"The move operation of \"%@\" cannot be done." = "“%@”的移動作業無法完成。";

/* Torrent download failed -> message */
"The torrent could not be downloaded from %@: %@." = "無法從 %1$@ 下載 torrent：%2$@";

/* Torrent file copy alert -> message */
"The torrent file (%@) cannot be found." = "找不到 torrent 檔（%@）。";

/* Open invalid alert -> message */
"The torrent file cannot be opened because it contains invalid data." = "無法打開 torrent 檔，因為其所含資料無效。";

/* Create torrent -> zero size -> title */
"The total file size is zero bytes." = "檔案大小總計為 0 位元組。";

/* Open duplicate alert -> message */
"The transfer cannot be added because it is a duplicate of an already existing transfer." = "無法新增傳輸，因為它已是現有傳輸的重複項目。";

/* Torrent disk space alert -> message */
"The transfer will be paused. Clear up space on %@ or deselect files in the torrent inspector to continue." = "傳輸作業將會暫停。請先清出“%@”的空間或在 torrent 檢閱器中取消選取檔案，再繼續作業。";

/* Create torrent -> blank address -> message */
"The transfer will not contact trackers for peers, and will have to rely solely on DHT and PEX to download and seed." = "傳輸將不會聯絡追蹤器的 peer，且僅能依賴 DHT 與 PEX 來下載和做種。";

/* Confirm Quit panel -> message */
"There are %d active transfers that will be paused on quit. The transfers will automatically resume on the next launch." = "%d 項進行中的傳輸作業將會在程式結束時暫停。下次程式啟動後將會自動繼續傳輸作業。";

/* Removal confirm panel -> message part 1 */
"There are %d active transfers." = "有 %d 項傳輸作業在進行中。";

/* Removal confirm panel -> message part 1 */
"There are %d transfers (%d active)." = "有 %1$d 項傳輸作業（%2$d 項進行中）。";

/* Create torrent -> blank address -> title */
"There are no tracker addresses." = "沒有追蹤器位址。";

/* Transmission already running alert -> message */
"There is already a copy of Transmission running. This copy cannot be opened until that instance is quit." = "已有一個 Transmission 版本在執行中。此版本將無法打開，除非結束另一執行版本。";

/* Confirm Quit panel -> message */
"There is an active transfer that will be paused on quit. The transfer will automatically resume on the next launch." = "進行中的傳輸作業將會在程式結束時暫停。下次程式啟動後將會自動繼續傳輸作業。";

/* Create torrent -> no files -> warning */
"There must be at least one file in a folder to create a torrent file." = "檔案夾中至少必須要有一個檔案，才可製作 torrent 檔。";

/* Save log alert panel -> message */
"There was a problem creating the file \"%@\"." = "製作檔案“%@”時發生問題。";

/* Move error alert -> title */
"There was an error moving the data file." = "移動資料檔時發生錯誤。";

/* Magnet link failed -> message */
"There was an error when adding the magnet link \"%@\". The transfer will not occur." = "新增 magnet 連結“%@”時發生錯誤。將不會進行傳輸。";

/* Create torrent -> no files -> title */
"This folder contains no files." = "此檔案夾不含任何檔案。";

/* Removal confirm panel -> message */
"This transfer is active. Once removed, continuing the transfer will require the torrent file." = "傳輸作業進行中。一旦移除，繼續傳輸將會需要 torrent 檔。";

/* Stats reset -> message */
"This will clear the global statistics displayed by Transmission. Individual transfer statistics will not be affected." = "這會清除 Transmission 所顯示的全域統計資料。個別傳輸作業的統計資料將不受影響。";

/* Inspector -> tracker table */
"Tier %d" = "層級 %d";

/* Filter toolbar item -> palette label */
"Toggle Filter" = "切換過濾";

/* Inspector toolbar item -> palette label */
"Toggle Inspector" = "切換檢閱器";

/* Filter toolbar item -> tooltip */
"Toggle the filter bar" = "切換過濾列";

/* Inspector toolbar item -> tooltip */
"Toggle the torrent inspector" = "切換 torrent 檢閱器";

/* Download not a torrent -> title
   Torrent download error -> title */

"Torrent download failed" = "Torrent 下載失敗";

/* Growl notification title */
"Torrent File Auto Added" = "已自動新增 Torrent 檔";

/* Inspector -> title */
"Torrent Inspector" = "Torrent 檢閱器";

/* Torrent -> progress string */
"torrent metadata needed" = "需要 torrent 中繼資料";

/* Status Bar -> speed tooltip */
"Total download rate" = "下載速率總計";

/* stats total */
"Total N/A" = "總計 N/A";

/* Status Bar -> speed tooltip */
"Total upload rate" = "上傳速率總計";

/* Torrent -> status string */
"Tracker returned a warning" = "追蹤器傳回警告";

/* Torrent -> status string */
"Tracker returned an error" = "追蹤器傳回錯誤";

/* Tracker next announce */
"Tracker will be used as a backup" = "追蹤器將會作為備份";

/* Inspector -> title */
"Trackers" = "追蹤器";

/* Inspector -> Peers tab -> peers */
"Transfer Not Active" = "傳輸未作用中";

/* Preferences -> toolbar item title */
"Transfers" = "傳輸";

/* Inspector -> Peers tab -> peers */
"Transfers Not Active" = "傳輸未作用中";

/* Legal alert -> message */
"Transmission is a file-sharing program. When you run a torrent, its data will be made available to others by means of upload. And of course, any content you choose to share is your sole responsibility." = "Transmission 是一套檔案分享的程式。當您執行 torrent 時，它的資料將會透過上傳的方式供其他人取得。當然，您可以決定要分享哪些資料內容。";

/* Donation beg -> message */
"Transmission is a full-featured torrent application. A lot of time and effort have gone into development, coding, and refinement. If you enjoy using it, please consider showing your love with a donation." = "Transmission 是功能完整的 torrent 應用程式，本程式的開發、程式撰寫及調校都需要許多時間與付出。若您喜歡使用本程式，請考慮捐款贊助，表達您的支持與肯定。";

/* Transmission already running alert -> title */
"Transmission is already running." = "Transmission 已在執行中。";

/* status bar -> status label
   Torrent -> status string */

"UL" = "UL";

/* Inspector -> Peers tab -> peers */
"UL to %d" = "上傳至 %d";

/* File Outline -> Menu */
"Uncheck Selected" = "取消勾選所選項目";

/* Status Bar -> speed tooltip */
"unlimited" = "不設限";

/* Torrent -> error string unreadable */
"unreadable error" = "無法讀取錯誤";

/* Save log panel -> default file name */
"untitled" = "未命名";

/* Torrent table -> group row -> tooltip */
"Upload speed" = "上傳速度";

/* Stats window -> label */
"Uploaded" = "已上傳";

/* Torrent -> progress string */
"uploaded %@ (Ratio: %@)" = "已上傳 %1$@（比率：%2$@）";

/* inspector -> peer table -> header tool tip */
"Uploading To Peer" = "上傳至 Peer";

/* Torrent -> status string */
"Waiting to check existing data" = "正在等待檢查現有資料";

/* Torrent -> status string */
"Waiting to download" = "正在等待下載";

/* Torrent -> status string */
"Waiting to seed" = "正在等待做種";

/* Drag overlay -> url */
"Web Address" = "網頁位址";

/* Torrent -> status string */
"web seed" = "網路種子";

/* Groups -> Name */
"Yellow" = "黃色";

/* Legal alert -> message */
"You probably knew this already, so we won't tell you again." = "您大概已經瞭解，因此我們將不會再告知。";

/* Inspector -> peer -> status */
"You unchoked the peer, but the peer is not interested" = "您取消阻擋 peer，但 peer 並非相關資源";

/* Inspector -> peer -> status */
"You want to download, but peer does not want to send (interested and choked)" = "您想要下載，但 peer 並不想要進行傳送（相關但阻擋）";